Repository: malnvenshorn/OctoPrint-FilamentManager
Catalog: octoprint_filamentmanager/translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Start Print
de: Druck starten
fr: Démarrer l'impression

source: Resume Print
de: Druck fortsetzen
fr: Reprendre l'impression

source: Data import failed
de: Daten-Import fehlgeschlagen
fr: Échec de l'importation des données

source: Something went wrong, please consult the logs.
de: Etwas ist schief gelaufen, bitte konsultiere das Log.
fr: Une erreur s'est produite, veuillez consulter les journaux.

source: Could not add profile
de: Konnte Profil nicht hinzufügen
fr: Impossible d'ajouter le profile

source: There was an unexpected error while saving the filament profile, please consult the logs.
de: Unerwarteter Fehler beim Speichern des Filamentprofils, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de l'enregistrement du profile de filament, veuillez consulter les journaux.

source: Could not update profile
de: Konnte Profil nicht aktualisieren
fr: Impossible de mettre à jour le profile

source: There was an unexpected error while updating the filament profile, please consult the logs.
de: Unerwarteter Fehler beim Aktualisieren des Filamentprofils, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de la mise à jour du profile de filament, veuillez consulter les journaux.

source: Could not delete profile
de: Konnte Profil nicht löschen
fr: Impossible de supprimer le profile

source: There was an unexpected error while removing the filament profile, please consult the logs.
de: Unerwarteter Fehler beim Löschen des Filamentprofils, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de la suppression du profile de filament, veuillez consulter les journaux.

source: Delete profile?
de: Profil löschen?
fr: Supprimer le profile ?

source: You are about to delete the filament profile <strong> ()</strong>. Please note that it is not possible to delete profiles with associated spools.
de: Du bist im Begriff das Filament-Profil <strong> ()</strong> zu löschen. Bitte beachte, dass es nicht möglich ist Profile zu löschen die Spulen zugewiesen wurden.
fr: Vous êtes sur le point de supprimer le profile de filament <strong> ()</strong>. Veuillez noter qu'il n'est pas possible de supprimer des profils avec des bobines associés.

source: Delete
de: Löschen
fr: Effacer

source: Could not select spool
de: Konnte Spule nicht auswählen
fr: Impossible de sélectionner la bobine

source: There was an unexpected error while selecting the spool, please consult the logs.
de: Unerwarteter Fehler beim auswählen der Spule, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de la sélection du spool, veuillez consulter les journaux.

source: Could not add spool
de: Konnte Spule nicht hinzufügen
fr: Impossible d'ajouter la bobine

source: There was an unexpected error while saving the filament spool, please consult the logs.
de: Unerwarteter Fehler beim speichern der Filamentspule, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de l'enregistrement de la bobine de filament, veuillez consulter les journaux.

source: Could not update spool
de: Konnte Spule nicht aktualisieren
fr: Impossible de mettre à jour la bobine

source: There was an unexpected error while updating the filament spool, please consult the logs.
de: Unerwarteter Fehler beim Aktualisieren der Filamentspule, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors de la mise à jour de la bobine de filament, veuillez consulter les journaux.

source: Could not delete spool
de: Konnte Spule nicht löschen
fr: Impossible de supprimer la bobine

source: There was an unexpected error while removing the filament spool, please consult the logs.
de: Unerwarteter Fehler beim Löschen der Filamentspule, bitte konsultiere das Log.
fr: Une erreur inattendue s'est produite lors du retrait de la bobine de filament, veuillez consulter les journaux.

source: Delete spool?
de: Spule löschen?
fr: Supprimer la bobine ?

source: You are about to delete the filament spool <strong> - ()</strong>.
de: Du bist im Begriff die Filament-Spule <strong> - ()</strong> zu löschen.
fr: Vous êtes sur le point de supprimer la bobine de filament <strong> - ()</strong>.

source: Insufficient filament
de: Filament nicht ausreichend
fr: Filament insuffisant

source: The current print job needs more material than what's left on the selected spool.
de: Der aktuelle Druckauftrag benötigt mehr Material als auf der ausgewählten Spule vorhanden ist.
fr: Le travail d'impression en cours nécessite plus de matériel que ce qui reste sur la bobine sélectionnée.

source: Plugin Configuration
de: Pluginkonfiguration
fr: Configuration du plug-in

source: Filament Spools
de: Filamentspulen
fr: Bobines de filament

source: Items per page
de: Einträge pro Seite
fr: Objets par page

source: Sort by
de: Sortieren nach
fr: Trier par

source: Name (ascending)
de: Name (aufsteigend)
fr: Nom (alphabétique)

source: Material (ascending)
de: Material (aufsteigend)
fr: Matériel (alphabétique)

source: Vendor (ascending)
de: Lieferant (aufsteigend)
fr: Vendeur (alphabétique)

source: Remaining (descending)
de: Verbleibend (absteigend)
fr: Restant (décroissant)

source: Name
fr: Nom

source: Material
fr: Matériel

source: Vendor
de: Lieferant
fr: Vendeur

source: Weight
de: Gewicht
fr: Poids

source: Remaining
de: Verbleibend
fr: Restant

source: Used
de: Verbraucht
fr: Utilisé

source: Edit Spool
de: Spule bearbeiten
fr: Modifier la bobine

source: Duplicate Spool
de: Spule duplizieren
fr: Dupliquer la bobine

source: Delete Spool
de: Spule löschen
fr: Supprimer la bobine

source: Manage Profiles
de: Profile verwalten
fr: Gérer les profiles

source: Add Spool
de: Spule hinzufügen
fr: Ajouter une bobine

source: Features
de: Funktionen
fr: Caractéristiques

source: Database
de: Datenbank
fr: Base de données

source: Appearance
de: Aussehen
fr: Apparence

source: Show dialog to confirm selected spools before starting/resuming the print job
de: Vor dem starten/fortsetzen eines Druckauftrags einen Dialog zur Bestätigung der ausgewählten Spulen anzeigen
fr: Afficher la boîte de dialogue pour confirmer les bobines sélectionnées avant de démarrer/reprendre le travail d'impression

source: Warn if print job exceeds remaining filament
de: Warne, wenn der Druckauftrag die verbleibende Menge an Filament übersteigt
fr: Avertir si le travail d'impression dépasse le filament restant

source: Enable software odometer to measure used filament
de: Software-Hodometer aktivieren, um den Filamentverbrauch zu messen
fr: Activer l'odomètre logiciel pour mesurer le filament utilisé

source: Pause print if filament runs out
de: Druck pausieren, wenn Filament zur zeige geht
fr: Suspendre l'impression si le filament s'épuise

source: Pause threshold
de: Schwellwert für Pause
fr: Seuil de pause

source: Use external database
de: Verwende externe Datenbank
fr: Utiliser une base de données externe

source: URI
fr: URl

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Test connection
de: Verbindungstest
fr: Tester la connexion

source: Note: If you change these settings you must restart your OctoPrint instance for the changes to take affect.
de: Beachte: Wenn du diese Einstellungen änderst musst du OctoPrint neu starten, damit diese wirksam werden.
fr: Remarque : si vous modifiez ces paramètres, vous devez redémarrer votre instance OctoPrint pour que les modifications prennent effet.

source: Import & Export
fr: Importer / Exporter

source: Browse...
de: Durchsuchen...
fr: Parcourir...

source: Import
fr: Importer

source: Export
fr: Exporter

source: This does not look like a valid import archive. Only zip files are supported.
de: Dies sieht nicht wie ein gültiges Archiv zum importieren aus. Es werden nur Zip-Dateien unterstützt.
fr: Cela ne ressemble pas à une archive d'importation valide. Seuls les fichiers ZIP sont pris en charge.

source: Currency symbol
de: Währungssymbol
fr: Symbole de la monnaie

source: Cancel
de: Abbrechen
fr: Annuler

source: Save
de: Speichern
fr: Sauvegarder

source: Filament Profiles
de: Filamentprofile
fr: Profiles de filaments

source: --- New Profile ---
de: --- Neues Profil ---
fr: --- Nouveau profile ---

source: New
de: Neu
fr: Nouveau

source: Save profile
de: Profil speichern
fr: Enregistrer le profile

source: Vendor must be set
de: Lieferant muss gesetzt sein
fr: Le fournisseur doit être défini

source: Material must be set
de: Matarial muss gesetzt sein
fr: Le matériel doit être réglé

source: Density
de: Dichte
fr: Densité

source: Diameter
de: Durchmesser
fr: Diamètre

source: Close
de: Schließen
fr: Fermer

source: Filament Spool
de: Filamentspule
fr: Bobine de filament

source: Name must be set
de: Name muss gesetzt sein
fr: Le nom doit être défini

source: Price
de: Preis
fr: Prix

source: Temperature offset
de: Temperaturoffset
fr: Décalage de température

source: Tool
fr: Outil

source: --- Select Spool ---
de: --- Spule auswählen ---
fr: --- Sélectionnez la bobine ---

source: Confirm your selected spools
de: Bestätige deine Spulauswahl
fr: Confirmez vos bobines sélectionnées

source: There are no information available about the active tools for the print job. Make sure the analysing process of the file has finished and that it's loaded correctly.
de: Es sind keine Informationen über die aktiven Tools für den Druckauftrag vorhanden. Überprüfe ob die Datei bereits analysiert und korrekt geladen wurde.
fr: Aucune information n'est disponible sur les outils actifs pour le travail d'impression. Assurez-vous que le processus d'analyse du fichier est terminé et qu'il est chargé correctement.

source: Please confirm your selected spools for all active tools. This dialog is meant to protect you from accidentically selecting wrong spools for the print.
de: Bitte bestätige deine Spulenauswahl für alle aktiven Tools. Dieser Dialog soll verhindern, dass du aus Versehen falsche Spulen für deinen Druck auswählst.
fr: Veuillez confirmer vos bobines sélectionnées pour tous les outils actifs. Cette boîte de dialogue est destinée à vous protéger contre la sélection accidentelle de mauvais spools pour l'impression.

source: Action
de: Aktion

source: Profile
de: Profil
