Repository: malnvenshorn/OctoPrint-FilamentManager
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Start Print
es: Comenzar Impresión

source: Resume Print
es: Continuar Impresión

source: Data import failed
es: Error al importar los datos

source: Something went wrong, please consult the logs.
es: Algo ha ido mal, revisa el log para más información.

source: Could not add profile
es: No se puede añadir el perfil

source: There was an unexpected error while saving the filament profile, please consult the logs.
es: Ha ocurrido un error al intentar guardar el perfil del filamento, por favor revisa el log para más información.

source: Could not update profile
es: No se puede actualizar el perfil

source: There was an unexpected error while updating the filament profile, please consult the logs.
es: Ha ocurrido un error mientras se actualizaba el perfil del filamento

source: Could not delete profile
es: No se puede eliminar el perfil

source: There was an unexpected error while removing the filament profile, please consult the logs.
es: Ha ocurrido un error al intentar eliminar el perfil del filamento, por favor revisa el log para más información.

source: Delete profile?
es: ¿Eliminar perfil?

source: You are about to delete the filament profile <strong> ()</strong>. Please note that it is not possible to delete profiles with associated spools.
es: Estas apunto de borrar el perfil de filamento <strong> ()</strong>. Ten en cuenta que no es posible borrar perfiles con bobinas asociadas.

source: Delete
es: Eliminar

source: Could not select spool
es: No se puede elegir la bobina

source: There was an unexpected error while selecting the spool, please consult the logs.
es: Ha ocurrido un error al intentar seleccionar el perfil del filamento, por favor revisa el log para más información.

source: Could not add spool
es: No se puede añadir la bobina

source: There was an unexpected error while saving the filament spool, please consult the logs.
es: Ha ocurrido un error al intentar guardar la bobina de filamento, por favor revisa el log para más información.

source: Could not update spool
es: No se puede actualizar la bobina

source: There was an unexpected error while updating the filament spool, please consult the logs.
es: Ha ocurrido un error al intentar actualizar la bobina de filamento, por favor revisa el log para más información.

source: Could not delete spool
es: No se puede eliminar la bobina

source: There was an unexpected error while removing the filament spool, please consult the logs.
es: Ha ocurrido un error al intentar eliminar la bobina de filamento, por favor revisa el log para más información.

source: Delete spool?
es: ¿Borrar bobina?

source: You are about to delete the filament spool <strong> - ()</strong>.
es: Estás a punto de borrar la bobina de filamento <strong> - ()</strong>.

source: Insufficient filament
es: Filamento insuficiente

source: The current print job needs more material than what's left on the selected spool.
es: La impresión actual necesita más filamento del que hay en la bobina seleccionada.

source: Plugin Configuration
es: Configuración del plugin

source: Filament Spools
es: Bobinas de filamento

source: Items per page
es: Elementos por página

source: Sort by
es: Ordenar por

source: Name (ascending)
es: Nombre (Ascendente)

source: Material (ascending)
es: Material (Ascendente)

source: Vendor (ascending)
es: Fabricante (Ascendente)

source: Remaining (descending)
es: Restante (Descendente)

source: Name
es: Nombre

source: Vendor
es: Fabricante

source: Weight
es: Peso

source: Remaining
es: Restante

source: Used
es: Usado

source: Action
es: Acción

source: Edit Spool
es: Editar bobina

source: Duplicate Spool
es: Duplicar bobina

source: Delete Spool
es: Borrar bobina

source: Manage Profiles
es: Administrar perfiles

source: Add Spool
es: Añadir bobina

source: Features
es: Características

source: Database
es: Base de datos

source: Appearance
es: Apariencia

source: Show dialog to confirm selected spools before starting/resuming the print job
es: Mostrar el diálogo para confirmar las bobinas antes de empezar/continuar una impresión

source: Warn if print job exceeds remaining filament
es: Avisar si la impresión excede el filamento restante

source: Enable software odometer to measure used filament
es: Habilitar medición mediante software "odometer"

source: Pause print if filament runs out
es: Pausar la impresión si el filamento se agota

source: Pause threshold
es: Margen de pausa

source: Use external database
es: Usar base de datos externa

source: If you want to use an external database, please take a look into my <a href="https://github.com/OllisGit/OctoPrint-FilamentManager/wiki/Setup-PostgreSQL-on-Raspbian-(Stretch)" target="newTab">wiki</a> how to install the drivers and setup the database.
es: Si quieres usar una base de datos externa, por favor, mira mi <a href="https://github.com/OllisGit/OctoPrint-FilamentManager/wiki/Setup-PostgreSQL-on-Raspbian-(Stretch)" target="newTab">wiki</a> sobre como instalar los drivers y configurar la base de datos.

source: Username
es: Usuario

source: Password
es: Contraseña

source: Test connection
es: Comprobar conexión

source: Note: If you change these settings you must restart your OctoPrint instance for the changes to take affect.
es: Nota: Si cambias esta configuración deberás reiniciar la instancia de OctoPrint para que los cambios tengan efecto.

source: Import & Export
es: Importar y exportar

source: Browse...
es: Examinar...

source: Import
es: Importar

source: Export
es: Exportar

source: This does not look like a valid import archive. Only zip files are supported.
es: No parece un fichero de importación válido. Sólo se permiten archivos zip.

source: Currency symbol
es: Símbolo de moneda

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Filament Profiles
es: Perfiles de filamento

source: --- New Profile ---
es: --- Nuevo perfil ---

source: New
es: Nuevo

source: Save profile
es: Guardar perfil

source: Vendor must be set
es: Debes escribir el fabricante

source: Material must be set
es: Debes escribir el material

source: Density
es: Densidad

source: Diameter
es: Diámetro

source: Close
es: Cerrar

source: Filament Spool
es: Bobina de Filamento

source: Name must be set
es: Debes escribir un nombre

source: Profile
es: Perfil

source: Price
es: Precio

source: Temperature offset
es: Compensación de temperatura

source: hide overused usage
es: Ocultar bobinas agotadas

source: Tool
es: Extrusor

source: --- Select Spool ---
es: --- Seleccionar bobina ---

source: Confirm your selected spools
es: Confirma las bobinas seleccionadas

source: There are no information available about the active tools for the print job. Make sure the analysing process of the file has finished and that it's loaded correctly.
es: No hay información disponible sobre el extrusor de la impresión actual. Asegúrate de que el proceso de análisis esté finalizado y haya cargado correctamente.

source: Please confirm your selected spools for all active tools. This dialog is meant to protect you from accidentically selecting wrong spools for the print.
es: Por favor, confirma las bobinas seleccionadas para todos los extrusores activos. Este diálogo está pensado para evitar que elijas bobinas incorrectas para esta impresión.
